"Scan failed" = "Skannaus epäonnistui";
"Scan canceled" = "Skannaus peruutettu";
"Document feeder is empty" = "Paperinsyöttölaite on tyhjä";

"Scanner is in use" = "Skanneri on käytössä";
"Scanner is offline" = "Skanneriin ei ole yhteyttä";
"Scan incomplete" = "Skannaus jäi kesken";
"Problems communicating with scanner" = "Skannerin yhteysongelma";
"The scanner failed to complete the scan." = "Skanneri ei onnistunut suorittamaan skannausta.";

"Unable to generate editable text for scanned document" = "Skannatusta asiakirjasta ei voida luoda muokattavaa tekstiä";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Skannattu asiakirja on tallennettu vain kuvatiedostoksi. Jos haluat tallentaa asiakirjoihin muokattavaa tekstiä, asenna HP Easy Scan tälle tietokoneelle. Siirry osoitteeseen www.hp.com/support ja lataa HP-tuotteen uusin ohjelmisto.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Tiedosto(j)a ei voitu tallentaa, koska sinulla ei ole tarvittavia käyttöoikeuksia kansioon \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Jos haluat tarkastella tai muuttaa käyttöoikeuksia, valitse kohde Finderissa ja valitse Arkisto > Näytä tiedot.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "Skannattuja kuvia ei voitu tallentaa, koska kohdetta \"%@\" ei ole olemassa.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Levy \"%@\" on täynnä. Poista kohteita levyltä \"%@\" tai tallenna kuva toiselle levylle.";
